[
   {
    "courses" : [
        {
            "id" : 1,
            "name": "HTML 5",
            "img" : "https://i.postimg.cc/mrwn3fFL/html5.png",
            "price" : 20,
            "des" : "Introduction to HTML Complete Beginner to Expert Course is perfect for anyone who wants to learn HTML or learn more about HTML.  HTML provides the structure for EVERY WEBSITE and its the foundation for everything you see on the web.  Browsers read HTML and render it out for web users.  If you are looking for a starting point to create digital content this course is for you!!!!",
            "learn" : "Will be proficient on HTML5 from Basic to Advanced  ,Will be able to create amazing site using HTML5, Will be able to work with Audio and Video in HTML5 ,Hands on experience on Data Input and Buttons ,Hands on experience on Absolute and Relative Links ,Hands on experience on Tags and Lists ,Basics and Advanced Concepts on CSS ,Basics and Advanced Concepts of jQuery",
            "courseTime" : "5 sec • 73 lecture • 5h length"
            
          },
          {
            "id" : 2,
            "name": "CSS",
            "price" : 15,
            "img" : "https://i.postimg.cc/rFB7M9kk/css3.png",
            "des" : " What is CSS course? Image result for some des about Css course CSS, or Cascading Style Sheet, is responsible for the styling and looks of a website. Level up your web styling expertise with our easy to understand CSS fundamentals course. Each module is full of interactive demos & self-assessments to test your knowledge. Website Visibility. Website Performance. Build Excellent Websites. Run Tests on your Site",
            "learn" : "Learn how to become a web developer  ,Will be able to Learn CSS, Learn how to design websites ,Become a modern and confident HTML and CSS developer, no prior knowledge needed!, Modern CSS (previous CSS3), including flexbox and CSS Grid for layout ,A web design framework with easy-to-use rules and guidelines to design eye-catching websites, Important CSS concepts such as the box model, positioning schemes, inheritance, solving selector conflicts, etc.",
            "courseTime" : "2 sections • 16 lectures • 1h 0m total length"
          },
          {
            "id" : 3,
            "name": "JavaScript",
            "price" : 28,
            "img" : "https://i.postimg.cc/L5q0MJQ5/js.png",
            "des" : "JavaScript is the most popular programming language in the world. It powers the entire modern web. It provides millions of high-paying jobs all over the world.That's why you want to learn JavaScript too. And you came to the right place! t's an all-in-one package that will take you from the very fundamentals of JavaScript, all the way to building modern and complex applications.",
            "learn" : "Extensive, informative and interesting video lecture  ,Complete Code demonstrated in lecture ,Lab Exercises,Lab Solution Sets, All Powerpoint Demonstrations Used in Course,Instructor contact Email for questions and clarifications, Coverage of all important primary Javascript concepts ",
            "courseTime" : "13 sections • 48 lectures • 3h 2m total length"
          },
          {
            "id" : 4,
            "name": "React.js",
            "price" : 35,
            "img" : "https://i.postimg.cc/tTvmf358/react.png",
            "des" : "JavaScript is the most popular programming language in the world. It powers the entire modern web. It provides millions of high-paying jobs all over the world.That's why you want to learn JavaScript too. And you came to the right place! t's an all-in-one package that will take you from the very fundamentals of JavaScript, all the way to building modern and complex applications.",
            "learn" : "Learn how to become a web developer  ,Provide amazing user experiences by leveraging the power of JavaScript with ease, Apply for high-paid jobs or work as a freelancer in one the most-demanded sectors you can find in web dev right now, Learn all about React Hooks and React Components ",
            "courseTime" : "31 sections • 495 lectures • 49h 24m total length"
          },
          {
            "id" : 5,
            "name": "Node.js",
            "price" : 54,
            "img" : "https://i.postimg.cc/XqT1Nnt8/node.png",
            "des" : "This course is a complete guide to become an expert front-end web developer. It contains all the tools and technologies that you should be proficient in work as a React Develope We will go through the journey of learning HTML5, CSS3, Javascript, ES6, jQuery, and React JS.Each of these course modules has a project which you can work on. Along with the project problem statement video, you will also find the solution video for that project.",
            "learn" : "Grasp how NodeJS works under the hood, Understand the Javascript and technical concepts behind NodeJS  ,Structure a Node application in modules, Understand and use the Event Emitter, Understand Buffers, Streams, and Pipes , Build a Web Server in Node and understand how it really works",
            "courseTime" : "12 sections • 97 lectures • 13h 10m total length"
          },
          {
            "id" : 6,
            "name": "MongoDB",
            "price" : 38,
            "img" : "https://i.postimg.cc/gc5THKrZ/mongo.png",
            "des" : "Whether you are brand new to the tech field, or a seasoned software engineer, you’ll need to know your way around a database — especially for careers in back-end or full-stack development , data science, machine learning, or database administration. MongoDB is a popular NoSQL document-oriented database management system.NoSQL, or “not only SQL”, databases are fast and flexible, scalable, and quick to get started with.",
            "learn" : "Understand how MongoDB stores data  ,Gain mastery of the most popular MongoDB interface, Mongoose JS , Write efficient queries for reading data, Learn the purpose of each of Mongoose's functions ,Design effective NoSQL schema with both data nesting and lookups ",
            "courseTime" : "15 sections • 130 lectures • 13h 30m total length"
          }, 
          {
            "id" : 9,
            "name": "Graphics Design", 
            "price" : 44,
            "img" : "https://i.postimg.cc/mg83xDwC/graphics.png",
            "des" : "Welcome to MERN Stack Front To Back. In this course we will build an in depth full stack social network application using Node.js, Express, React, Redux and MongoDB along with ES6+. We will start with a blank text editor and end with a deployed full stack application. This course includes: Building an extensive backend API with Node.js & Express, Protecting routes/endpoints with JWT (JSON Web Tokens),Extensive API testing with Postman" ,
            "learn" : "Have a deep understanding of typography, color theory, photos, layout, blocking and other design theory and skills  ,Understand and learn the essential tools and capabilities of Adobe Photoshop, Illustrator and InDesign, Learn how to design websites ,Create logos and branding packages for potential clients ,Learn photo editing and manipulation in Adobe Photoshop",
            "courseTime" : "7 sections • 16 lectures • 6h 7m total length"
          },
          {
              "id" : 10,
              "name": "Motion graphics", 
              "price" : 44,
              "img" : "https://i.postimg.cc/3RD2DZHF/motion.png",
              "des" : "Welcome to MERN Stack Front To Back. In this course we will build an in depth full stack social network application using Node.js, Express, React, Redux and MongoDB along with ES6+. We will start with a blank text editor and end with a deployed full stack application. This course includes: Building an extensive backend API with Node.js & Express, Protecting routes/endpoints with JWT (JSON Web Tokens),Extensive API testing with Postman" ,
              "learn" : "How to use all of After Effects CC - in a dynamic, hands on approach.  ,Boost your creativity by completing 50+ Practice Activities and projects from simple to complex., Create Motion Graphics to enhance your videos using a step by step, easy-to-use method, Practice compositing techniques to achieve stunning video effects.",
              "courseTime" : "4 sections • 17 lectures • 6h 0m total length"
            },
            {
                "id" : 11,
                "name": "UI/UX design", 
                "price" : 44,
                "img" : "https://i.postimg.cc/mg83xDwC/graphics.png",
                "des" : "Welcome to MERN Stack Front To Back. In this course we will build an in depth full stack social network application using Node.js, Express, React, Redux and MongoDB along with ES6+. We will start with a blank text editor and end with a deployed full stack application. This course includes: Building an extensive backend API with Node.js & Express, Protecting routes/endpoints with JWT (JSON Web Tokens),Extensive API testing with Postman" ,
                "learn" : "Create mobile app designs from scratch  ,Understand the differences between designing for iOS and Android, Create wireframe designs for any digital project, Create mockups using Sketch and other tools ,Create animated prototypes , Start a new career as a UI/UX designer",
                "courseTime" : "9 sections • 13 lectures • 7h 56,m total length"
            }, 
            {
                "id" : 12,
                "name": "Digital marketing", 
                "price" : 44,
                "img" : "https://i.postimg.cc/V63B7VFh/digital-marketing.png",
                "des" : "Welcome to MERN Stack Front To Back. In this course we will build an in depth full stack social network application using Node.js, Express, React, Redux and MongoDB along with ES6+. We will start with a blank text editor and end with a deployed full stack application. This course includes: Building an extensive backend API with Node.js & Express, Protecting routes/endpoints with JWT (JSON Web Tokens),Extensive API testing with Postman" ,
                "learn" : "Grow a Business Online From Scratch , Make Money as an Affiliate Marketer, Get Hired as a Digital Marketing Expert ,Work From Home as a Freelance Marketer, Learn how to design websites",
                "courseTime" : "2 sections • 16 lectures • 1h 0m total length"
              },
              {
                "id" : 13,
                "name": "Google Adsense", 
                "price" : 44,
                "img" : "https://i.postimg.cc/yYCyc2xg/adsense.png",
                "des" : "Welcome to MERN Stack Front To Back. In this course we will build an in depth full stack social network application using Node.js, Express, React, Redux and MongoDB along with ES6+. We will start with a blank text editor and end with a deployed full stack application. This course includes: Building an extensive backend API with Node.js & Express, Protecting routes/endpoints with JWT (JSON Web Tokens),Extensive API testing with Postman" ,
                "learn" : "Asses if Keywords are profitable and worthy or not  ,Write SEO Optimized Articles, Create SEO Optimized Wordpress Site (No Coding!), Install, Read & Analyze Google Analytics Data, Install Google AdSense properly (for highest Earnings) and read Adsense Analytics Data, Create Google AdSense, Analytics and Webmaster Accounts ,Install & Use Google WebMaster Tools",
                "courseTime" : "11 sections • 44 lectures • 3h 29m total length"
              },
              {
                "id" : 14,
                "name": "Professional 3d design", 
                "price" : 44,
                "img" : "https://i.postimg.cc/QdbmXSXB/animation.png",
                "des" : "hen you’re looking at a photo that just looks a little bit too perfect, or a little bit beyond the range of normal—an object or a landscape that’s in uncanny valley—there’s a chance you’re not looking at a photo at all. You could be looking at a hyper-realistic 3D design like the ones Willem Stapel creates. That’s not to say 3D designers can’t create images that are indistinguishable from photographs, they can, but the magic of 3D design is the ability to push images beyond the realistic and onto a new, magical plane." ,
                "learn" : "Use Blender and understand it's interface ,Understand the principles of modelling , Create 3D models with simple colors, Learn the basics of animation, Create your own materials, UV map and unwrap your models, Create animations for your objects & characters",
                "courseTime" : "17 sections • 340 lectures • 48h 31m total length"
              },
              {
                "id" : 15,
                "catrgory_id" : 5,
                "name": "Professional cyber security", 
                "price" : 44,
                "img" : "https://i.postimg.cc/MGH7zSP4/cyber.png",
                "des" : "At a mile-high level, cybersecurity professionals are responsible for protecting IT infrastructure, edge devices, networks, and data. More granularly, they are responsible for preventing data breaches and monitoring and reacting to attacksCybersecurity professionals are trained to find weaknesses in databases, networks, hardware, firewalls, and encryption. The number one priority of a cybersecurity professional is to prevent attacks by 'fixing' potential issues before they are exploited by malicious users",
                "learn" : "Respond to cybercrime incidents, forensic acquisition, volatile memory acquisition, and live system analysis.  ,Conduct full system computer forensic investigation, recover deleted files, carve data structures from unallocated space., Analyze data breach incidents to determine if and what data was stolen., Learn the history of cybercrime, how it intertwines with organized crime, is monetized, cyber espionage, cyber terror and nation state sponsored attacks.",
                "courseTime" : "13 sections • 107 lectures • 16h 21m total length" 
              },
              {
                "id" : 16,
                "name": "Cisco CCNA", 
                "price" : 44,
                "img" : "https://i.postimg.cc/PqVMDxvT/cisco.png",
                "des" : "The CCNA—which stands for Cisco Certified Network Associate—is an entry-level information technology (IT) certification issued by networking hardware company Cisco. The CCNA is designed to validate your knowledge on fundamental networking concepts often requested in networking roles in IT positions.How long is Cisco CCNA course?According to the CCNA course details, the CCNA course duration is 1.5 years. Cisco exams have changed with the IT trends. The course certifies an aspirant's skills in network fundamentals, network access, IP connectivity, IP services, security fundamentals, automation, and programmability" ,
                "learn" : "From my unbeatable, trick-free methods of teaching you how to perform binary, hex, and decimal conversions all the way through tough OSPF and EIGRP configs, you'll see it all right here on LIVE Cisco routers and switches - and you can watch every single session as often as you like.",
                "courseTime" : "2 sections • 16 lectures • 1h 0m total length"
              },
              {
                "id" : 17,
                "name": "Microtik", 
                "price" : 44,
                "img" : "https://i.postimg.cc/ZR9xxS63/microtek.png",
                "des" : "Mikrotik develops high performance routers and wireless ISP systems, providing both hardware and software for most countries around the world.the fastest and easiest way to learn RouterOS. Classes are taught using a hands on, practical approach by Steve Discher, an experienced MikroTik certified instructor and consultant and author of RouterOS by Example, first and second editions" ,
                "curiculum" : [ "CSS3" , "Advance Css" ,  "CSS3 Animation Effect" , "css using javaScript" ,  "css usingJQuery" , "Bootstrap Latest Version ", "Tailwind css" ],
                "Software" : ["Web Browser",  "Web Server" , "VS Code" ,  "Adobe Photoshopt"],
                "learn" : "Understand the broadcast storm problem in a redundant switching network in case STP is not used ,Understand the multiple frames copies problem in a redundant switching network in case STP is not used, Understand the MAC address table instability in a redundant switching network in case STP is not used, Understand how the root bridge is being elected, Understand what is BPDU and its role in electing the root bridge",
                "courseTime" : "5 sections • 18 lectures • 2h 58m total length"
              },
              {
                "id" : 18,
                "catrgory_id" : 7,
                "name": "Amazon web Service (AWS)", 
                "price" : 44,
                "img" : "https://i.postimg.cc/nrBKNGRh/aws.png",
                "des" : "Welcome to AWS Course. Learn Amazon AWS online at your own pace. Start today and improve your skills. Join millions of learners from around the world already learning on Udemy. Download To Your Phone. Expert Instructors. REST APIs With Flask. 30-Day Money Guarantee.Build your AWS Cloud Skills with AWS Training and Certification. Learn AWS online with free digital training, in-person classroom training" ,
                "curiculum" : [ "CSS3" , "Advance Css" ,  "CSS3 Animation Effect" , "css using javaScript" ,  "css usingJQuery" , "Bootstrap Latest Version ", "Tailwind css" ],
                "Software" : ["Web Browser",  "Web Server" , "VS Code" ,  "Adobe Photoshopt"],
                "learn" : "You will be fully prepared for the AWS Certified Solutions Architect Associate, AWS Certified Developer Associate and AWS Certified SysOps Administrator Associate ",
                "courseTime" : "5 sections • 200 lectures • 45h 55m total length"
              }
    ]
   }
]